Repository: bi0xid/localize
Catalog: languages/localize-*.po
Languages: es_es

source: Localization
es_es: Localize WP

source: Sorry, the <code>wp-config.php</code> could not be updated...
es_es: Lo sentimos, el archivo <code>wp-config.php</code> podría no estar configurado o actualizado ...

source: There was an error downloading the file!
es_es: ¡Se ha producido un error al descargar el archivo!

source: %s localization updated! Please reload this page...
es_es: Localización <strong>%s</strong> actualizada! Por favor, vuelva a cargar esta página ...

source: Introduction
es_es: Introducción

source: This plugin will help you enable localization for your language on this WordPress installation.
es_es: Este plugin le ayudará a activar la posición para su idioma en esta instalación de WordPress.

source: All you need to do is select the language code from the list below, and the version you want to use.
es_es: Todo lo que necesita hacer es seleccionar el código de idioma de la siguiente lista y la versión que desea utilizar.

source: The <strong>stable version</strong> will load the file from already published translations.
es_es: La <strong>versión estable</strong> cargará el archivo con las traducciones ya publicadas.

source: The <strong>development version</strong> will try to download the file directly from
es_es: La <strong>versión en desarrollo</strong> intentará descargar el archivo directamente desde

source: Options
es_es: Opciones

source: Please select your language and it's version:
es_es: Por favor seleccione su idioma y su versión:

source: Localization Code
es_es: Código de localización

source: The localization code is composed of two letters language code, an underscore and two letters country code.
es_es: El código de localización está compuesto por el código de dos letras del idioma, un guión bajo y el código de dos letras del país. Ejemplo: es_ES para el Español.

source: Follow these links to find out your localization code:
es_es: Siga estos enlaces para obtener el código de localización:

source: Language Codes List
es_es: Lista de códigos de Idiomas

source: Country Codes List
es_es: Lista de códigos de Paises

source: Localization Version
es_es: Versión WordPress

source: None available
es_es: No disponible

source: Save Changes
es_es: Guardar Cambios
